{
  "common": {
    "home": "ទំព័រដើម",
    "about": "អំពី",
    "contact": "ទំនាក់ទំនង",
    "login": "ចូល",
    "logout": "ចេញ",
    "register": "ចុះឈ្មោះ",
    "dashboard": "ផ្ទាំងគ្រប់គ្រង",
    "admin": "អ្នកគ្រប់គ្រង",
    "submit": "ដាក់ស្នើ",
    "cancel": "បោះបង់",
    "save": "រក្សាទុក",
    "delete": "លុប",
    "edit": "កែប្រែ",
    "back": "ត្រលប់",
    "readMore": "អានបន្ថែម",
    "getStarted": "ចាប់ផ្តើម",
    "learnMore": "ស្វែងយល់បន្ថែម"
  },
  "nav": {
    "aboutUs": "អំពីយើង",
    "about": "អំពី",
    "ceoMessage": "សារពី CEO",
    "contactUs": "ទំនាក់ទំនងយើង",
    "taxRefund": "សងប្រាក់ពន្ធ",
    "incomeTaxRefund": "សងប្រាក់ពន្ធលើចំណូល",
    "houseRentTaxRefund": "សងប្រាក់ពន្ធការជួលផ្ទះ",
    "familyTaxRefund": "សងប្រាក់ពន្ធគ្រួសារ",
    "visaChanges": "ការផ្លាស់ប្តូរវីសា",
    "jobSupport": "ការគាំទ្រការងារ",
    "helpSupport": "ជំនួយនិងការគាំទ្រ"
  },
  "home": {
    "title": "សូមស្វាគមន៍មកកាន់ MultiLang Site",
    "subtitle": "ដៃគូដែលអាចទុកចិត្តរបស់អ្នកសម្រាប់សេវាកម្មសងប្រាក់ពន្ធ",
    "description": "យើងជំនាញក្នុងការជួយបុគ្គលនិងគ្រួសារក្នុងការដឹកនាំដំណើរការស្មុគ្រស្មាញនៃការសងប្រាក់ពន្ធ ដោយធានាថាអ្នកនឹងទទួលបានអត្ថប្រយោជន៍អតិបរមាដែលអ្នកមានសិទ្ធិទទួលបាន។"
  },
  "about": {
    "title": "អំពីយើង",
    "subtitle": "ដៃគូដែលអាចទុកចិត្តរបស់អ្នកសម្រាប់សេវាកម្មសងប្រាក់ពន្ធ",
    "description": "សូមស្វាគមន៍មកកាន់ MultiLang Site ដៃគូដែលអាចទុកចិត្តរបស់អ្នកសម្រាប់សេវាកម្មសងប្រាក់ពន្ធ។ យើងជំនាញក្នុងការជួយបុគ្គលនិងគ្រួសារក្នុងការដឹកនាំដំណើរការស្មុគ្រស្មាញនៃការសងប្រាក់ពន្ធ។",
    "mission": "បេសកកម្មរបស់យើង",
    "missionText": "ផ្តល់សេវាកម្មសងប្រាក់ពន្ធដ៏ល្អបំផុតជាមួយនឹងសុចរិតភាព ភាពវិជ្ជាជីវៈ និងការយកចិត្តទុកដាក់ផ្ទាល់ខ្លួនទៅកាន់អតិថិជននីមួយៗ។",
    "vision": "ទស្សនវិស័យរបស់យើង",
    "visionText": "ក្លាយជាអ្នកផ្តល់សេវាកម្មសងប្រាក់ពន្ធដឹកនាំ ដែលត្រូវបានទទួលស្គាល់សម្រាប់ជំនាញនិងការប្តេជ្ញារបស់យើងចំពោះភាពជោគជ័យរបស់អតិថិជន។",
    "services": "សេវាកម្មរបស់យើង",
    "service1": "សងប្រាក់ពន្ធលើចំណូល",
    "service2": "សងប្រាក់ពន្ធការជួលផ្ទះ",
    "service3": "សងប្រាក់ពន្ធគ្រួសារ",
    "service4": "ការប្រឹក្សានិងការណែនាំពីអ្នកជំនាញ"
  },
  "ceoMessage": {
    "title": "សារពី CEO",
    "greeting": "ជូនចំពោះអតិថិជននិងដៃគូដែលគោរព,",
    "message1": "សូមស្វាគមន៍មកកាន់ MultiLang Site។ ខ្ញុំមានកិតិ្តយសក្នុងការដឹកនាំក្រុមដែលបំពេញការងារក្នុងការជួយអ្នកក្នុងការដឹកនាំភាពស្មុគ្រស្មាញនៃការសងប្រាក់ពន្ធនិងបង្កើនអត្ថប្រយោជន៍អតិបរមារបស់អ្នក។",
    "message2": "ការប្តេជ្ញារបស់យើងចំពោះភាពល្អបំផុត សុចរិតភាព និងសេវាកម្មផ្ទាល់ខ្លួនធ្វើឱ្យយើងខុសពីគេ។ យើងយល់ថាស្ថានភាពរបស់អតិថិជននីមួយៗគឺពិសេស ហើយយើងកែប្រែសេវាកម្មរបស់យើងដើម្បីបំពេញតម្រូវការជាក់លាក់របស់អ្នក។",
    "message3": "សូមអរគុណសម្រាប់ការទុកចិត្តយើងជាមួយតម្រូវការសងប្រាក់ពន្ធរបស់អ្នក។ យើងសង្ឃឹមថានឹងបម្រើអ្នកនិងជួយអ្នកសម្រេចបានគោលដៅហិរញ្ញវត្ថុរបស់អ្នក។",
    "signature": "ដោយការគោរព,",
    "ceoName": "CEO, MultiLang Site"
  },
  "contact": {
    "title": "ទំនាក់ទំនងយើង",
    "subtitle": "ទំនាក់ទំនងការិយាល័យរបស់យើង",
    "formTitle": "ទម្រង់ចុះឈ្មោះ",
    "formSubtitle": "សូមបំពេញវាលទាំងអស់ដែលត្រូវការដែលមានសញ្ញា *",
    "name": "ឈ្មោះពេញ",
    "alienNumber": "លេខចុះឈ្មោះជនបរទេស",
    "passportNumber": "លេខលិខិតឆ្លងដែន",
    "nationality": "សញ្ជាតិ",
    "phone": "លេខទូរស័ព្ទ",
    "serviceType": "ប្រភេទសេវាកម្ម",
    "message": "ព័ត៌មានបន្ថែម",
    "submit": "ដាក់ស្នើការចុះឈ្មោះ",
    "success": "ការចុះឈ្មោះរបស់អ្នកត្រូវបានដាក់ស្នើហើយ។ សូមអរគុណ!",
    "error": "ការដាក់ស្នើបានបរាជ័យ។ សូមព្យាយាមម្តងទៀត។"
  },
  "services": {
    "incomeTax": "សងប្រាក់ពន្ធលើចំណូល",
    "houseRent": "សងប្រាក់ពន្ធការជួលផ្ទះ",
    "familyTax": "សងប្រាក់ពន្ធគ្រួសារ",
    "other": "ផ្សេងៗ"
  },
  "incomeTaxRefund": {
    "title": "សងប្រាក់ពន្ធលើចំណូល",
    "description": "ទទួលបានការសងប្រាក់ពន្ធលើចំណូលរបស់អ្នកដែលត្រូវបានដំណើរការយ៉ាងឆាប់រហ័សនិងមានប្រសិទ្ធិភាពជាមួយក្រុមអ្នកជំនាញរបស់យើង។",
    "details": "យើងជួយអ្នកក្នុងការដឹកនាំប្រព័ន្ធពន្ធស្មុគ្រស្មាញនិងធានាថាអ្នកនឹងទទួលបានការសងប្រាក់អតិបរមាដែលអ្នកមានសិទ្ធិទទួលបាន។ អ្នកជំនាញដែលមានបទពិសោធន៍របស់យើងនឹងណែនាំអ្នកតាមរយៈជំហាននីមួយៗនៃដំណើរការ។",
    "benefits": "អត្ថប្រយោជន៍",
    "benefit1": "ពេលវេលាដំណើរការលឿន",
    "benefit2": "ការណែនាំពីអ្នកជំនាញ",
    "benefit3": "ការធានាសងប្រាក់អតិបរមា",
    "benefit4": "សេវាកម្មផ្ទាល់ខ្លួន"
  },
  "houseRentTaxRefund": {
    "title": "សងប្រាក់ពន្ធការជួលផ្ទះ",
    "description": "ទាមទារការសងប្រាក់ពន្ធការជួលផ្ទះរបស់អ្នកជាមួយការជួយពីអ្នកជំនាញរបស់យើង។",
    "details": "យើងយល់ពីភាពស្មុគ្រស្មាញនៃការកាត់ពន្ធការជួលនិងនឹងជួយអ្នកបង្កើនការសងប្រាក់របស់អ្នក។ ក្រុមរបស់យើងធានាថាការចំណាយទាំងអស់ដែលមានសិទ្ធិត្រូវបានឯកសារនិងទាមទារឱ្យបានត្រឹមត្រូវ។",
    "benefits": "អត្ថប្រយោជន៍",
    "benefit1": "ឯកសារពេញលេញ",
    "benefit2": "ការប្រឹក្សាពន្ធពីអ្នកជំនាញ",
    "benefit3": "ការកាត់អតិបរមា",
    "benefit4": "ការគាំទ្រដែលបំពេញការងារ"
  },
  "familyTaxRefund": {
    "title": "សងប្រាក់ពន្ធគ្រួសារ",
    "description": "បង្កើនអត្ថប្រយោជន៍សងប្រាក់ពន្ធគ្រួសាររបស់អ្នកជាមួយសេវាកម្មពេញលេញរបស់យើង។",
    "details": "យើងជួយគ្រួសារក្នុងការដឹកនាំការកាត់ពន្ធនិងឥណទានដើម្បីធានាថាអ្នកនឹងទទួលបានអត្ថប្រយោជន៍ទាំងអស់ដែលអ្នកមានសិទ្ធិទទួលបាន។ សេវាកម្មរបស់យើងរួមមានឥណទានពន្ធកុមារ ការកាត់អាស្រ័យ និងច្រើនទៀត។",
    "benefits": "អត្ថប្រយោជន៍",
    "benefit1": "ជំនាញដែលផ្តោតលើគ្រួសារ",
    "benefit2": "ឥណទានទាំងអស់ដែលមានសិទ្ធិ",
    "benefit3": "ការពិនិត្យពេញលេញ",
    "benefit4": "ការគាំទ្របន្ត"
  },
  "visaChanges": {
    "title": "ការផ្លាស់ប្តូរវីសា",
    "description": "ការជួយពីអ្នកជំនាញសម្រាប់ការផ្លាស់ប្តូរស្ថានភាពវីសានិងការធ្វើបច្ចុប្បន្នភាព។",
    "details": "យើងផ្តល់ការគាំទ្រពេញលេញសម្រាប់ការផ្លាស់ប្តូរវីសា ការធ្វើបច្ចុប្បន្នភាពស្ថានភាព និងឯកសារពាក់ព័ន្ធ។ ក្រុមរបស់យើងធានាថាឯកសារទាំងអស់ត្រូវបានដាក់ពាក្យនិងដំណើរការឱ្យបានត្រឹមត្រូវ។",
    "services": "សេវាកម្មវីសារបស់យើង",
    "service1": "ការផ្លាស់ប្តូរស្ថានភាពវីសា",
    "service2": "ការជួយឯកសារ",
    "service3": "ការគាំទ្រការដាក់ពាក្យ",
    "service4": "សេវាកម្មប្រឹក្សា"
  },
  "jobSupport": {
    "title": "ការគាំទ្រការងារ",
    "description": "សេវាកម្មស្វែងរកការងារនិងការគាំទ្រអាជីវកម្មពេញលេញ។",
    "details": "យើងផ្តល់ជូនសេវាកម្មជាច្រើនដើម្បីជួយអ្នករកការងារ រួមមានការសរសេរប្រវត្តិរូប ការរៀបចំស meeting ការជួយស្វែងរកការងារ និងការប្រឹក្សាអាជីវកម្ម។",
    "services": "សេវាកម្មគាំទ្រការងាររបស់យើង",
    "service1": "ការសរសេរនិងបង្កើនប្រសិទ្ធិភាពប្រវត្តិរូប",
    "service2": "ការរៀបចំស meeting",
    "service3": "ការជួយស្វែងរកការងារ",
    "service4": "ការប្រឹក្សាអាជីវកម្ម"
  },
  "supportedCountries": {
    "title": "ប្រទេសដែលគាំទ្រ",
    "subtitle": "យើងផ្តល់សេវាកម្មដល់អតិថិជនពីប្រទេសខាងក្រោម",
    "description": "ក្រុមពហុភាសារបស់យើងរួមចំណែកជួយអតិថិជនពីប្រទេសផ្សេងៗ។ ជ្រើសរើសប្រទេសរបស់អ្នកដើម្បីមើលព័ត៌មានទំនាក់ទំនងជាក់លាក់និងសេវាកម្មដែលមាននៅក្នុងតំបន់របស់អ្នក។"
  }
}
