{
  "common": {
    "home": "ပင်မစာမျက်နှာ",
    "about": "ကျွန်ုပ်တို့အကြောင်း",
    "contact": "ဆက်သွယ်ရန်",
    "login": "ဝင်ရောက်ရန်",
    "logout": "ထွက်ရန်",
    "register": "မှတ်ပုံတင်ရန်",
    "dashboard": "ဒက်ရှ်ဘုတ်",
    "admin": "အက်မင်",
    "submit": "တင်သွင်းရန်",
    "cancel": "ပယ်ဖျက်ရန်",
    "save": "သိမ်းဆည်းရန်",
    "delete": "ဖျက်ရန်",
    "edit": "တည်းဖြတ်ရန်",
    "back": "နောက်သို့",
    "readMore": "ပိုမိုဖတ်ရန်",
    "getStarted": "စတင်ရန်",
    "learnMore": "ပိုမိုလေ့လာရန်"
  },
  "nav": {
    "aboutUs": "ကျွန်ုပ်တို့အကြောင်း",
    "about": "အကြောင်း",
    "ceoMessage": "CEO ၏ မက်ဆေ့ချ်",
    "contactUs": "ဆက်သွယ်ရန်",
    "taxRefund": "အခွန်ပြန်ပေးခြင်း",
    "incomeTaxRefund": "ဝင်ငွေအခွန်ပြန်ပေးခြင်း",
    "houseRentTaxRefund": "အိမ်ငှားရမ်းခ အခွန်ပြန်ပေးခြင်း",
    "familyTaxRefund": "မိသားစုအခွန်ပြန်ပေးခြင်း",
    "visaChanges": "ဗီဇာပြောင်းလဲမှုများ",
    "jobSupport": "အလုပ်အထောက်အပံ့",
    "helpSupport": "အကူအညီနှင့်အထောက်အပံ့"
  },
  "home": {
    "title": "MultiLang Site သို့ ကြိုဆိုပါသည်",
    "subtitle": "အခွန်ပြန်ပေးခြင်းဝန်ဆောင်မှုများအတွက် သင့်၏ယုံကြည်စိတ်ချရသော လုပ်ဖော်ကိုင်ဖက်",
    "description": "ကျွန်ုပ်တို့သည် လူတစ်ဦးချင်းနှင့်မိသားစုများအား အခွန်ပြန်ပေးခြင်း၏ရှုပ်ထွေးသောလုပ်ငန်းစဉ်ကို လမ်းညွှန်ပေးရာတွင် အထူးကျွမ်းကျင်ပြီး သင်ရရှိထိုက်သောအများဆုံးအကျိုးကျေးဇူးများကို သင်ရရှိစေရန် သေချာစေပါသည်။"
  },
  "about": {
    "title": "ကျွန်ုပ်တို့အကြောင်း",
    "subtitle": "အခွန်ပြန်ပေးခြင်းဝန်ဆောင်မှုများအတွက် သင့်၏ယုံကြည်စိတ်ချရသော လုပ်ဖော်ကိုင်ဖက်",
    "description": "MultiLang Site သို့ ကြိုဆိုပါသည်၊ အခွန်ပြန်ပေးခြင်းဝန်ဆောင်မှုများအတွက် သင့်၏ယုံကြည်စိတ်ချရသော လုပ်ဖော်ကိုင်ဖက်။ ကျွန်ုပ်တို့သည် လူတစ်ဦးချင်းနှင့်မိသားစုများအား အခွန်ပြန်ပေးခြင်း၏ရှုပ်ထွေးသောလုပ်ငန်းစဉ်ကို လမ်းညွှန်ပေးရာတွင် အထူးကျွမ်းကျင်ပါသည်။",
    "mission": "ကျွန်ုပ်တို့၏မစ်ရှင်",
    "missionText": "ရဲရင့်မှု၊ ကျွမ်းကျင်မှုနှင့် ဖောက်သည်တစ်ဦးစီအတွက် ကိုယ်ပိုင်အာရုံစိုက်မှုဖြင့် ထူးချွန်သောအခွန်ပြန်ပေးခြင်းဝန်ဆောင်မှုများကို ပေးအပ်ရန်။",
    "vision": "ကျွန်ုပ်တို့၏မျှော်မှန်းချက်",
    "visionText": "ကျွန်ုပ်တို့၏ကျွမ်းကျင်မှုနှင့် ဖောက်သည်အောင်မြင်မှုအတွက် ကျွန်ုပ်တို့၏ကတိကဝတ်အတွက် အသိအမှတ်ပြုခံရသော ဦးဆောင်အခွန်ပြန်ပေးခြင်းဝန်ဆောင်မှုပေးသူဖြစ်ရန်။",
    "services": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများ",
    "service1": "ဝင်ငွေအခွန်ပြန်ပေးခြင်း",
    "service2": "အိမ်ငှားရမ်းခ အခွန်ပြန်ပေးခြင်း",
    "service3": "မိသားစုအခွန်ပြန်ပေးခြင်း",
    "service4": "ကျွမ်းကျင်သူအကြံပေးခြင်းနှင့်လမ်းညွှန်မှု"
  },
  "ceoMessage": {
    "title": "CEO ၏ မက်ဆေ့ချ်",
    "greeting": "ချစ်ခင်ရပါသော တန်ဖိုးရှိသောဖောက်သည်များနှင့် လုပ်ဖော်ကိုင်ဖက်များ၊",
    "message1": "MultiLang Site သို့ ကြိုဆိုပါသည်။ အခွန်ပြန်ပေးခြင်း၏ရှုပ်ထွေးမှုများကို လမ်းညွှန်ပေးရန်နှင့် သင်၏အကျိုးကျေးဇူးများကို အများဆုံးဖြစ်စေရန် ကူညီပေးရန် ရည်စူးထားသော အဖွဲ့ကို ဦးဆောင်ရသည်မှာ ဂုဏ်ယူပါသည်။",
    "message2": "ကျွန်ုပ်တို့၏ထူးချွန်မှု၊ ရဲရင့်မှုနှင့် ကိုယ်ပိုင်ဝန်ဆောင်မှုအတွက် ကတိကဝတ်သည် ကျွန်ုပ်တို့ကို ခွဲခြားထားပါသည်။ ဖောက်သည်တစ်ဦးစီ၏အခြေအနေသည် ထူးခြားသည်ကို ကျွန်ုပ်တို့နားလည်ပြီး သင်၏အထူးလိုအပ်ချက်များကို ဖြည့်ဆည်းရန် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများကို စိတ်ကြိုက်ပြုလုပ်ပါသည်။",
    "message3": "သင်၏အခွန်ပြန်ပေးခြင်းလိုအပ်ချက်များအတွက် ကျွန်ုပ်တို့ကို ယုံကြည်စိတ်ချထားသောကြောင့် ကျေးဇူးတင်ပါသည်။ ကျွန်ုပ်တို့သည် သင့်အားဝန်ဆောင်မှုပေးရန်နှင့် သင်၏ငွေကြေးရည်မှန်းချက်များကို အောင်မြင်စေရန် ကူညီရန် မျှော်လင့်ပါသည်။",
    "signature": "အထူးသဖြင့်၊",
    "ceoName": "CEO, MultiLang Site"
  },
  "contact": {
    "title": "ဆက်သွယ်ရန်",
    "subtitle": "ကျွန်ုပ်တို့၏ရုံးခန်းသို့ ဆက်သွယ်ရန်",
    "formTitle": "မှတ်ပုံတင်ခြင်းပုံစံ",
    "formSubtitle": "ကျေးဇူးပြု၍ * ဖြင့်မှတ်သားထားသော လိုအပ်သောအကွက်အားလုံးကို ဖြည့်ပါ",
    "name": "အမည်အပြည့်အစုံ",
    "alienNumber": "နိုင်ငံခြားသားမှတ်ပုံတင်နံပါတ်",
    "passportNumber": "ပတ်စ်ပို့နံပါတ်",
    "nationality": "နိုင်ငံသား",
    "phone": "ဖုန်းနံပါတ်",
    "serviceType": "ဝန်ဆောင်မှုအမျိုးအစား",
    "message": "အပိုသတင်းအချက်အလက်",
    "submit": "မှတ်ပုံတင်ခြင်းတင်သွင်းရန်",
    "success": "သင်၏မှတ်ပုံတင်ခြင်းကို တင်သွင်းပြီးပါပြီ။ ကျေးဇူးတင်ပါသည်!",
    "error": "တင်သွင်းခြင်းမအောင်မြင်ပါ။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။"
  },
  "services": {
    "incomeTax": "ဝင်ငွေအခွန်ပြန်ပေးခြင်း",
    "houseRent": "အိမ်ငှားရမ်းခ အခွန်ပြန်ပေးခြင်း",
    "familyTax": "မိသားစုအခွန်ပြန်ပေးခြင်း",
    "other": "အခြား"
  },
  "incomeTaxRefund": {
    "title": "ဝင်ငွေအခွန်ပြန်ပေးခြင်း",
    "description": "ကျွန်ုပ်တို့၏ကျွမ်းကျင်သောအဖွဲ့နှင့်အတူ သင်၏ဝင်ငွေအခွန်ပြန်ပေးခြင်းကို လျင်မြန်စွာနှင့် ထိရောက်စွာ လုပ်ဆောင်ပါ။",
    "details": "ကျွန်ုပ်တို့သည် ရှုပ်ထွေးသောအခွန်စနစ်ကို လမ်းညွှန်ပေးရာတွင် ကူညီပြီး သင်ရရှိထိုက်သောအများဆုံးပြန်ပေးခြင်းကို ရရှိစေရန် သေချာစေပါသည်။ ကျွန်ုပ်တို့၏အတွေ့အကြုံရှိပညာရှင်များသည် လုပ်ငန်းစဉ်၏အဆင့်တိုင်းတွင် သင့်အား လမ်းညွှန်ပေးပါမည်။",
    "benefits": "အကျိုးကျေးဇူးများ",
    "benefit1": "လျင်မြန်သောလုပ်ဆောင်မှုအချိန်",
    "benefit2": "ကျွမ်းကျင်သူလမ်းညွှန်မှု",
    "benefit3": "အများဆုံးပြန်ပေးခြင်းအာမခံချက်",
    "benefit4": "ကိုယ်ပိုင်ဝန်ဆောင်မှု"
  },
  "houseRentTaxRefund": {
    "title": "အိမ်ငှားရမ်းခ အခွန်ပြန်ပေးခြင်း",
    "description": "ကျွန်ုပ်တို့၏ကျွမ်းကျင်သောအကူအညီဖြင့် သင်၏အိမ်ငှားရမ်းခ အခွန်ပြန်ပေးခြင်းကို တောင်းဆိုပါ။",
    "details": "ကျွန်ုပ်တို့သည် ငှားရမ်းခ အခွန်နုတ်ယူမှု၏ရှုပ်ထွေးမှုကို နားလည်ပြီး သင်၏ပြန်ပေးခြင်းကို အများဆုံးဖြစ်စေရန် ကူညီပါမည်။ ကျွန်ုပ်တို့၏အဖွဲ့သည် အရည်အချင်းပြည့်မီသော ကုန်ကျစရိတ်အားလုံးကို မှန်ကန်စွာ မှတ်တမ်းတင်ပြီး တောင်းဆိုထားကြောင်း သေချာစေပါသည်။",
    "benefits": "အကျိုးကျေးဇူးများ",
    "benefit1": "ပြည့်စုံသောမှတ်တမ်းတင်ခြင်း",
    "benefit2": "ကျွမ်းကျင်သူအခွန်အကြံပေးခြင်း",
    "benefit3": "အများဆုံးနုတ်ယူမှု",
    "benefit4": "အထူးအထောက်အပံ့"
  },
  "familyTaxRefund": {
    "title": "မိသားစုအခွန်ပြန်ပေးခြင်း",
    "description": "ကျွန်ုပ်တို့၏ပြည့်စုံသောဝန်ဆောင်မှုများဖြင့် သင်၏မိသားစုအခွန်ပြန်ပေးခြင်း အကျိုးကျေးဇူးများကို အများဆုံးဖြစ်စေပါ။",
    "details": "ကျွန်ုပ်တို့သည် မိသားစုများအား အခွန်နုတ်ယူမှုနှင့် အကြွေးများကို လမ်းညွှန်ပေးရာတွင် ကူညီပြီး သင်ရရှိထိုက်သောအကျိုးကျေးဇူးအားလုံးကို ရရှိစေရန် သေချာစေပါသည်။ ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများတွင် ကလေးအခွန်အကြွေး၊ မှီခိုနုတ်ယူမှုနှင့် အခြားအရာများ ပါဝင်ပါသည်။",
    "benefits": "အကျိုးကျေးဇူးများ",
    "benefit1": "မိသားစုဗဟိုပြုကျွမ်းကျင်မှု",
    "benefit2": "အရည်အချင်းပြည့်မီသော အကြွေးအားလုံး",
    "benefit3": "ပြည့်စုံသောပြန်လည်သုံးသပ်ခြင်း",
    "benefit4": "ဆက်လက်အထောက်အပံ့"
  },
  "visaChanges": {
    "title": "ဗီဇာပြောင်းလဲမှုများ",
    "description": "ဗီဇာအခြေအနေပြောင်းလဲမှုများနှင့် အပ်ဒိတ်များအတွက် ကျွမ်းကျင်သူအကူအညီ။",
    "details": "ကျွန်ုပ်တို့သည် ဗီဇာပြောင်းလဲမှုများ၊ အခြေအနေအပ်ဒိတ်များနှင့် ဆက်စပ်မှတ်တမ်းတင်ခြင်းအတွက် ပြည့်စုံသောအထောက်အပံ့ကို ပေးအပ်ပါသည်။ ကျွန်ုပ်တို့၏အဖွဲ့သည် စာရွက်စာတမ်းအားလုံးကို မှန်ကန်စွာ တင်သွင်းပြီး လုပ်ဆောင်ထားကြောင်း သေချာစေပါသည်။",
    "services": "ကျွန်ုပ်တို့၏ဗီဇာဝန်ဆောင်မှုများ",
    "service1": "ဗီဇာအခြေအနေပြောင်းလဲမှုများ",
    "service2": "မှတ်တမ်းတင်ခြင်းအကူအညီ",
    "service3": "လျှောက်လွှာအထောက်အပံ့",
    "service4": "အကြံပေးဝန်ဆောင်မှုများ"
  },
  "jobSupport": {
    "title": "အလုပ်အထောက်အပံ့",
    "description": "ပြည့်စုံသောအလုပ်ရှာဖွေခြင်းနှင့် အလုပ်အကိုင်အထောက်အပံ့ဝန်ဆောင်မှုများ။",
    "details": "ကျွန်ုပ်တို့သည် အလုပ်ရှာဖွေရာတွင် ကူညီရန် ဝန်ဆောင်မှုများစွာကို ပေးအပ်ပါသည်၊ ထို့အပြင် CV ရေးသားခြင်း၊ အင်တာဗျူးပြင်ဆင်ခြင်း၊ အလုပ်ရှာဖွေခြင်းအကူအညီနှင့် အလုပ်အကိုင်အကြံပေးခြင်း ပါဝင်ပါသည်။",
    "services": "ကျွန်ုပ်တို့၏အလုပ်အထောက်အပံ့ဝန်ဆောင်မှုများ",
    "service1": "CV ရေးသားခြင်းနှင့် အကောင်းဆုံးဖြစ်အောင်လုပ်ခြင်း",
    "service2": "အင်တာဗျူးပြင်ဆင်ခြင်း",
    "service3": "အလုပ်ရှာဖွေခြင်းအကူအညီ",
    "service4": "အလုပ်အကိုင်အကြံပေးခြင်း"
  },
  "supportedCountries": {
    "title": "ထောက်ပံ့ထားသောနိုင်ငံများ",
    "subtitle": "ကျွန်ုပ်တို့သည် အောက်ပါနိုင်ငံများမှ ဖောက်သည်များအတွက် ဝန်ဆောင်မှုများကို ပေးအပ်ပါသည်",
    "description": "ကျွန်ုပ်တို့၏ဘာသာစကားမျိုးစုံအဖွဲ့သည် နိုင်ငံအမျိုးမျိုးမှ ဖောက်သည်များအား ကူညီရန် အဆင်သင့်ဖြစ်နေပါသည်။ သင်၏ဒေသတွင်ရရှိနိုင်သော အထူးဆက်သွယ်ရန်အချက်အလက်နှင့် ဝန်ဆောင်မှုများကို ကြည့်ရှုရန် သင်၏နိုင်ငံကို ရွေးချယ်ပါ။"
  }
}
