{
  "common": {
    "home": "หน้าแรก",
    "about": "เกี่ยวกับเรา",
    "contact": "ติดต่อ",
    "login": "เข้าสู่ระบบ",
    "logout": "ออกจากระบบ",
    "register": "ลงทะเบียน",
    "dashboard": "แดชบอร์ด",
    "admin": "ผู้ดูแลระบบ",
    "submit": "ส่ง",
    "cancel": "ยกเลิก",
    "save": "บันทึก",
    "delete": "ลบ",
    "edit": "แก้ไข",
    "back": "กลับ",
    "readMore": "อ่านเพิ่มเติม",
    "getStarted": "เริ่มต้น",
    "learnMore": "เรียนรู้เพิ่มเติม"
  },
  "nav": {
    "aboutUs": "เกี่ยวกับเรา",
    "about": "เกี่ยวกับ",
    "ceoMessage": "ข้อความจากซีอีโอ",
    "contactUs": "ติดต่อเรา",
    "taxRefund": "คืนภาษี",
    "incomeTaxRefund": "คืนภาษีเงินได้",
    "houseRentTaxRefund": "คืนภาษีค่าเช่าบ้าน",
    "familyTaxRefund": "คืนภาษีครอบครัว",
    "visaChanges": "การเปลี่ยนแปลงวีซ่า",
    "jobSupport": "สนับสนุนงาน",
    "helpSupport": "ความช่วยเหลือและสนับสนุน"
  },
  "home": {
    "title": "ยินดีต้อนรับสู่ MultiLang Site",
    "subtitle": "พันธมิตรที่เชื่อถือได้สำหรับบริการคืนภาษี",
    "description": "เราเชี่ยวชาญในการช่วยเหลือบุคคลและครอบครัวในการดำเนินการคืนภาษีที่ซับซ้อน เพื่อให้คุณได้รับประโยชน์สูงสุดที่คุณมีสิทธิ์ได้รับ"
  },
  "about": {
    "title": "เกี่ยวกับเรา",
    "subtitle": "พันธมิตรที่เชื่อถือได้สำหรับบริการคืนภาษี",
    "description": "ยินดีต้อนรับสู่ MultiLang Site พันธมิตรที่เชื่อถือได้สำหรับบริการคืนภาษี เราเชี่ยวชาญในการช่วยเหลือบุคคลและครอบครัวในการดำเนินการคืนภาษีที่ซับซ้อน เพื่อให้คุณได้รับประโยชน์สูงสุดที่คุณมีสิทธิ์ได้รับ",
    "mission": "พันธกิจของเรา",
    "missionText": "เพื่อให้บริการคืนภาษีที่ยอดเยี่ยมด้วยความซื่อสัตย์ ความเป็นมืออาชีพ และความใส่ใจส่วนบุคคลต่อลูกค้าแต่ละราย",
    "vision": "วิสัยทัศน์ของเรา",
    "visionText": "เพื่อเป็นผู้ให้บริการคืนภาษีชั้นนำ ที่ได้รับการยอมรับจากความเชี่ยวชาญและความมุ่งมั่นต่อความสำเร็จของลูกค้า",
    "services": "บริการของเรา",
    "service1": "คืนภาษีเงินได้",
    "service2": "คืนภาษีค่าเช่าบ้าน",
    "service3": "คืนภาษีครอบครัว",
    "service4": "คำปรึกษาและคำแนะนำจากผู้เชี่ยวชาญ"
  },
  "ceoMessage": {
    "title": "ข้อความจากซีอีโอ",
    "greeting": "เรียน ลูกค้าและพันธมิตรที่รัก,",
    "message1": "ยินดีต้อนรับสู่ MultiLang Site ฉันรู้สึกเป็นเกียรติที่ได้นำทีมที่ทุ่มเทเพื่อช่วยคุณในการจัดการกับความซับซ้อนของการคืนภาษีและเพิ่มประโยชน์สูงสุดให้คุณ",
    "message2": "ความมุ่งมั่นของเราต่อความเป็นเลิศ ความซื่อสัตย์ และบริการส่วนบุคคลทำให้เราแตกต่าง เราทราบดีว่าสถานการณ์ของลูกค้าแต่ละรายมีความเป็นเอกลักษณ์ และเราปรับบริการของเราให้ตรงกับความต้องการเฉพาะของคุณ",
    "message3": "ขอบคุณที่ไว้วางใจเราในเรื่องการคืนภาษี เราหวังว่าจะได้ให้บริการคุณและช่วยให้คุณบรรลุเป้าหมายทางการเงินของคุณ",
    "signature": "ด้วยความนับถือ,",
    "ceoName": "ซีอีโอ, MultiLang Site"
  },
  "contact": {
    "title": "ติดต่อเรา",
    "subtitle": "ติดต่อสำนักงานของเรา",
    "formTitle": "แบบฟอร์มลงทะเบียน",
    "formSubtitle": "กรุณากรอกข้อมูลในช่องที่จำเป็นทั้งหมดที่ทำเครื่องหมายด้วย *",
    "name": "ชื่อเต็ม",
    "alienNumber": "หมายเลขทะเบียนคนต่างด้าว",
    "passportNumber": "หมายเลขหนังสือเดินทาง",
    "nationality": "สัญชาติ",
    "phone": "หมายเลขโทรศัพท์",
    "serviceType": "ประเภทบริการ",
    "message": "ข้อมูลเพิ่มเติม",
    "submit": "ส่งการลงทะเบียน",
    "success": "การลงทะเบียนของคุณได้รับการส่งแล้ว ขอบคุณ!",
    "error": "การส่งล้มเหลว กรุณาลองอีกครั้ง"
  },
  "services": {
    "incomeTax": "คืนภาษีเงินได้",
    "houseRent": "คืนภาษีค่าเช่าบ้าน",
    "familyTax": "คืนภาษีครอบครัว",
    "other": "อื่นๆ"
  },
  "incomeTaxRefund": {
    "title": "คืนภาษีเงินได้",
    "description": "รับการคืนภาษีเงินได้ของคุณอย่างรวดเร็วและมีประสิทธิภาพด้วยทีมผู้เชี่ยวชาญของเรา",
    "details": "เราช่วยคุณในการจัดการกับระบบภาษีที่ซับซ้อนและให้แน่ใจว่าคุณได้รับเงินคืนสูงสุดที่คุณมีสิทธิ์ได้รับ ผู้เชี่ยวชาญที่มีประสบการณ์ของเราจะแนะนำคุณในทุกขั้นตอนของกระบวนการ",
    "benefits": "ประโยชน์",
    "benefit1": "เวลาดำเนินการที่รวดเร็ว",
    "benefit2": "คำแนะนำจากผู้เชี่ยวชาญ",
    "benefit3": "การรับประกันเงินคืนสูงสุด",
    "benefit4": "บริการส่วนบุคคล"
  },
  "houseRentTaxRefund": {
    "title": "คืนภาษีค่าเช่าบ้าน",
    "description": "เรียกร้องการคืนภาษีค่าเช่าบ้านของคุณด้วยความช่วยเหลือจากผู้เชี่ยวชาญของเรา",
    "details": "เราเข้าใจความซับซ้อนของการหักภาษีค่าเช่าและจะช่วยให้คุณเพิ่มเงินคืนสูงสุด ทีมของเรามั่นใจว่าค่าใช้จ่ายที่เหมาะสมทั้งหมดได้รับการบันทึกและเรียกร้องอย่างถูกต้อง",
    "benefits": "ประโยชน์",
    "benefit1": "เอกสารที่ครอบคลุม",
    "benefit2": "คำแนะนำภาษีจากผู้เชี่ยวชาญ",
    "benefit3": "การหักสูงสุด",
    "benefit4": "การสนับสนุนเฉพาะ"
  },
  "familyTaxRefund": {
    "title": "คืนภาษีครอบครัว",
    "description": "เพิ่มประโยชน์การคืนภาษีครอบครัวของคุณด้วยบริการที่ครอบคลุมของเรา",
    "details": "เราช่วยครอบครัวในการจัดการกับการหักภาษีและเครดิตเพื่อให้แน่ใจว่าคุณได้รับประโยชน์ทั้งหมดที่คุณมีสิทธิ์ได้รับ บริการของเรารวมถึงเครดิตภาษีเด็ก การหักผู้อยู่ในอุปการะ และอื่นๆ",
    "benefits": "ประโยชน์",
    "benefit1": "ความเชี่ยวชาญที่มุ่งเน้นครอบครัว",
    "benefit2": "เครดิตที่เหมาะสมทั้งหมด",
    "benefit3": "การตรวจสอบที่ครอบคลุม",
    "benefit4": "การสนับสนุนอย่างต่อเนื่อง"
  },
  "visaChanges": {
    "title": "การเปลี่ยนแปลงวีซ่า",
    "description": "ความช่วยเหลือจากผู้เชี่ยวชาญในการเปลี่ยนแปลงสถานะวีซ่าและการอัปเดต",
    "details": "เรามีการสนับสนุนที่ครอบคลุมสำหรับการเปลี่ยนแปลงวีซ่า การอัปเดตสถานะ และเอกสารที่เกี่ยวข้อง ทีมของเรามั่นใจว่ากระดาษทั้งหมดได้รับการยื่นและดำเนินการอย่างถูกต้อง",
    "services": "บริการวีซ่าของเรา",
    "service1": "การเปลี่ยนแปลงสถานะวีซ่า",
    "service2": "ความช่วยเหลือด้านเอกสาร",
    "service3": "การสนับสนุนการสมัคร",
    "service4": "บริการให้คำปรึกษา"
  },
  "jobSupport": {
    "title": "สนับสนุนงาน",
    "description": "บริการค้นหางานและสนับสนุนอาชีพที่ครอบคลุม",
    "details": "เรามีบริการหลากหลายเพื่อช่วยคุณหางาน รวมถึงการเขียนเรซูเม่ การเตรียมตัวสัมภาษณ์ ความช่วยเหลือในการค้นหางาน และการให้คำปรึกษาด้านอาชีพ",
    "services": "บริการสนับสนุนงานของเรา",
    "service1": "การเขียนและปรับปรุงเรซูเม่",
    "service2": "การเตรียมตัวสัมภาษณ์",
    "service3": "ความช่วยเหลือในการค้นหางาน",
    "service4": "การให้คำปรึกษาด้านอาชีพ"
  },
  "supportedCountries": {
    "title": "ประเทศที่รองรับ",
    "subtitle": "เรามีบริการให้กับลูกค้าจากประเทศต่อไปนี้",
    "description": "ทีมหลายภาษาของเราพร้อมช่วยเหลือลูกค้าจากประเทศต่างๆ เลือกประเทศของคุณเพื่อดูข้อมูลติดต่อเฉพาะและบริการที่มีในภูมิภาคของคุณ"
  }
}
